"MAIN_SPEC_UNPROVISIONED" = "设置网络共享";
"MAIN_SPEC_PROVISIONED" = "网络共享";
"MAIN_SPEC_DETAIL" = "有了“网络共享”功能，您可通过“蓝牙”或 USB 让电脑共享 iPhone 的互联网连接。";
"OFF" = "关闭";
"ON" = "打开";
"CANCEL" = "取消";

"SETUP_ALERT_TITLE" = "设置网络共享";
"SETUP_ALERT_MESSAGE_NO_INFO" = "若要启用该帐户的“网络共享”，请联系“%@”";
"SETUP_ALERT_MESSAGE_NO_NUMBER" = "若要启用该帐户的“网络共享”，请访问“%@”";
"SETUP_ALERT_MESSAGE_NO_URL" = "若要启用该帐户的“网络共享”，请联系“%@”的服务热线“%@”";
"SETUP_ALERT_MESSAGE_ALL_INFO" = "若要启用该帐户的“网络共享”，请联系“%@”的服务热线“%@”或访问“%@”";
"SETUP_ALERT_CALL_BUTTON" = "呼叫";
"SETUP_ALERT_WEB_BUTTON" = "访问网站";

"TETHERING_TITLE" = "网络共享";
"TETHERING_SWITCH" = "网络共享";
"TETHERING_TEXT_OFF" = "打开网络共享来共享 iPhone 的互联网连接。这可能要求您支付额外费用。";
"TETHERING_TEXT_ON" = "正在通过 USB 共享 iPhone 的互联网连接。";
"TETHERING_TEXT_ON_BT" = "正在通过 USB 和“蓝牙”共享 iPhone 的互联网连接。";
"CONNECT_OVER_USB_LABEL" = "通过 USB 连接";
"CONNECT_OVER_USB_STEP_1" = "将 iPhone 接到电脑上。";
"CONNECT_OVER_USB_STEP_2" = "在设置的网络服务列表中选择 iPhone。";
"CONNECT_OVER_BLUETOOTH_LABEL" = "通过蓝牙连接";
"CONNECT_OVER_BLUETOOTH_STEP_1" = "将 iPhone 与电脑配对。";
"CONNECT_OVER_BLUETOOTH_STEP_2" = "在 iPhone 上轻按“接受”或输入电脑上显示的代码。";
"CONNECT_OVER_BLUETOOTH_STEP_3" = "将 iPhone 连接到电脑。";

"BLUETOOTH_POWER_ALERT_TITLE" = "蓝牙已关闭";
"BLUETOOTH_POWER_ALERT_MESSAGE" = "“网络共享”将仅通过 USB 使用。请打开“蓝牙”让“网络共享”既可通过 USB 也可通过“蓝牙”启用。";
"BLUETOOTH_POWER_ALERT_OK_BUTTON" = "打开蓝牙";
"BLUETOOTH_POWER_ALERT_CANCEL_BUTTON" = "仅 USB";